[
    {
        "tileImg": "birds/barn-owl.jpg",
        "modalImg": "birds/barn-owl.jpg",
        "name": "barn owl",
        "latin": "(Tyto alba)",
        "altText": "barn owl",
        "text": "The barn owl is not only the world’s most widely distributed species of owl, but is also one of the most widespread of all birds, as it is found on every continent except Antarctica."
    },
    {
        "tileImg": "birds/black-headed-gull.jpg",
        "modalImg": "birds/black-headed-gull_modal.jpg",
        "name": "black-headed gull",
        "latin": "(Chroicocephalus ridibundus)",
        "altText": "black-headed gull",
        "text": "It is most definitely not a 'seagull' and is found commonly almost anywhere inland. For much of the year, it actually has a white head."
    },
    {
        "tileImg": "birds/blue-tit.jpg",
        "modalImg": "birds/blue-tit_modal.jpg",
        "name": "blue tit",
        "latin": "(Cyanistes caeruleus)",
        "altText": "blue tit",
        "text": "Though the typical nest site is a hole in a tree, blue tits have been recorded nesting in a great variety of situations, from letterboxes to street lamps."
    },
    {
        "tileImg": "birds/bullfinch.jpg",
        "modalImg": "birds/bullfinch_modal.jpg",
        "name": "bullfinch",
        "latin": "(Pyrrhula pyrrhula)",
        "altText": "bullfinch",
        "text": "They are specialist seed and bud eaters, with pear and cherry tree buds being particular favourites, although when feeding their young they will also catch insects."
    },
    {
        "tileImg": "birds/buzzard.jpg",
        "modalImg": "birds/buzzard_modal.jpg",
        "name": "buzzard",
        "latin": "(Buteo buteo)",
        "altText": "buzzard",
        "text": "Despite its impressive size, the buzzard is not a major predator, preferring a diet of carrion and earthworms."
    },
    {
        "tileImg": "birds/canada-goose.jpg",
        "modalImg": "birds/canada-goose_modal.jpg",
        "name": "canada-goose",
        "latin": "(Branta canadensis)",
        "altText": "canada-goose",
        "text": "The gander (male) is a fierce defender of his mate and offspring, and will charge any suspected enemy, even one as large as an elk. Mated pairs can be together as long as 20 years."
    },
        {
        "tileImg": "birds/curlew.jpg",
        "modalImg": "birds/curlew_modal.jpg",
        "name": "curlew",
        "latin": "(Numenius arquata)",
        "altText": "curlew",
        "text": "The curlew is the largest European wading bird, instantly recognisable on winter estuaries or summer moors by its long, downcurved bill, brown upperparts, long legs and evocative call."
    },
    {
        "tileImg": "birds/fieldfare.jpg",
        "modalImg": "birds/fieldfare_modal.jpg",
        "name": "fieldfare",
        "latin": "(Turdus pilaris)",
        "altText": "fieldfare",
        "text": "The fieldfare is a winter visitor to the UK from Northern Europe, and comes south to the milder climate to enjoy snails, earthworms and berries."
    },
    {
        "tileImg": "birds/goldfinch.jpg",
        "modalImg": "birds/goldfinch_modal.jpg",
        "name": "goldfinch",
        "latin": "(Carduelis carduelis)",
        "altText": "goldfinch",
        "text": "The popularity of goldfinches as a cage bird in Victorian Britain led to huge numbers being trapped and causing the population to crash. Halting the decline was one of the first priorities of what would later become the RSPB."
    },
    {
        "tileImg": "birds/great-black-backed-gull.jpg",
        "modalImg": "birds/great-black-backed-gull_modal.jpg",
        "name": "great black-backed gull",
        "latin": "(Larus marinus)",
        "altText": "great black-backed gull",
        "text": "This is the largest species of gull in the world. A very aggressive hunter, pirate and scavenger mainly found along the coast."
    },
        {
        "tileImg": "birds/great-crested-grebe.jpg",
        "modalImg": "birds/great-crested-grebe_modal.jpg",
        "name": "great-crested-grebe",
        "latin": "(Podiceps cristatus)",
        "altText": "great-crested-grebe",
        "text": "They dive to feed and also to escape, preferring this to flying. On land they are clumsy because their feet are placed so far back on their bodies. They have an elaborate courtship display in which they rise out of the water and shake their heads. Very young grebes often ride on their parents' backs."
    },
    {
        "tileImg": "birds/great-spotted-woodpecker.jpg",
        "modalImg": "birds/great-spotted-woodpecker_modal.jpg",
        "name": "great spotted woodpecker",
        "latin": "(Dendrocopos major)",
        "altText": "great spotted woodpecker",
        "text": "The great spotted woodpecker is a medium-sized woodpecker. It nests in holes that it excavates in trees in broadleaved woodlands, large parks and gardens. It has a distinctive, bouncing flight, but is mostly likely to be heard, rather than seen, as it 'drums' away at a tree trunk during its breeding displays"
    },
        {
        "tileImg": "birds/great-tit.jpg",
        "modalImg": "birds/great-tit_modal.jpg",
        "name": "great tit",
        "latin": "(Parus major)",
        "altText": "great tit",
        "text": "The readiness of great tits to use nest boxes is one of the reasons they are such popular birds to study. The longest running study started in Wytham Wood near Oxford in the 1930s and continues to this day."
    },
    {
        "tileImg": "birds/green-woodpecker.jpg",
        "modalImg": "birds/green-woodpecker_modal.jpg",
        "name": "green woodpecker",
        "latin": "(Picus viridis)",
        "altText": "green woodpecker",
        "text": "Compared to other woodpeckers, green woodpeckers have relatively weak bills. When excavating their nest holes in trees, they usually only chisel into soft wood, and they rarely drum to communicate. "
    },
    {
        "tileImg": "birds/grey-heron.jpg",
        "modalImg": "birds/grey-heron_modal.jpg",
        "name": "grey heron",
        "latin": "(Ardea cinerea)",
        "altText": "grey heron",
        "text": "In medieval times the heron was a favourite quarry of falconers who valued its great flying skills and ability to evade the falcon's stoops. Roast herons were also popular at medieval banquets: the young birds, called branchers, were thought to be the best to eat."
    },
    {
        "tileImg": "birds/house-martin.jpg",
        "modalImg": "birds/house-martin_modal.jpg",
        "name": "house martin",
        "latin": "(Delichon urbicum)",
        "altText": "house martin",
        "text": "Each nest is made up of at least 1,000 beak-sized mud pellets.It takes a pair of house martins about 10 days to construct their mud-cup nest, and this depends on a suitable supply of mud nearby."
    },
    {
        "tileImg": "birds/house-sparrow.jpg",
        "modalImg": "birds/house-sparrow_modal.jpg",
        "name": "house sparrow",
        "latin": "(Passer domesticus)",
        "altText": "house sparrow",
        "text": "They are very sociable birds, often nesting in colonies. DNA research has shown that 15% of offspring are the result of either the cock or hen mating with another partner, confirming the sparrow’s reputation for sexual infidelity."
    },
    {
        "tileImg": "birds/jackdaw.jpg",
        "modalImg": "birds/jackdaw_modal.jpg",
        "name": "jackdaw",
        "latin": "(Coloeus monedula)",
        "altText": "jackdaw",
        "text": "These small crows are highly intelligent and social, and easily pick up tricks and new skills in the wild as well as in captivity. Once a tame jackdaw was trained by some Italian thieves to steal money from cash machines but it’s more common to see them working out how to gain access to bird feeders!"
    },
    {
        "tileImg": "birds/jay.jpg",
        "modalImg": "birds/jay_modal.jpg",
        "name": "jay",
        "latin": "(Garrulus glandarius)",
        "altText": "jay",
        "text": "Eurasian jays are accomplished mimics and will sing songs composed of all sorts of sounds they have heard. They may mimic crying babies, passerine songs, water dropping from a tap, lawn mowers, and even the alarm calls of their predators."
    },
    {
        "tileImg": "birds/kestrel.jpg",
        "modalImg": "birds/kestrel_modal.jpg",
        "name": "kestrel",
        "latin": "(Falco tinnunculus)",
        "altText": "kestrel",
        "text": "Kestrels hunt from static perches and by hovering: the latter is far more productive, but uses lots of energy, which is why they hunt mainly from perches during the winter."
    },
    {
        "tileImg": "birds/lapwing.jpg",
        "modalImg": "birds/lapwing_modal.jpg",
        "name": "lapwing",
        "latin": "(Vanellus vanellus)",
        "altText": "lapwing",
        "text": "Lapwings are nocturnal animals. They prefer to hunt during the night to avoid black headed gulls which often steal their food. Lapwings are omnivores and have a wide-ranging diet."
    }
]

